Repository: agusgambina/CheckoutHero
Catalog: CheckoutHero/Localizable.xcstrings
Source language: en
Languages: es

# about_section_header
source: About
es: Acerca de

source: Account
es: Cuenta

source: Add
es: Agregar

source: Add First Item
es: Agregar Primer Producto

source: Add Item
es: Agregar Producto

source: Add List
es: Agregar Lista

# adjusts_price_hint
source: Adjusts price per unit (total ÷ %@)
es: Ajusta el precio por unidad (total ÷ %@)

source: Apple User ID
es: ID de Usuario de Apple

source: Cancel
es: Cancelar

source: Check
es: Marcar

source: Checked
es: Marcados

# checked_progress_format
source: %d/%d checked
es: %d/%d marcados

source: Checking Permission…
es: Verificando Permiso…

source: Common Currencies
es: Monedas Comunes

source: Create
es: Crear

# create_first_list
source: Create Your First List
es: Crea Tu Primera Lista

source: Create List
es: Crear Lista

# currency_footer
source: The currency symbol for this shopping list
es: El símbolo de moneda para esta lista

# currency_header
source: Currency
es: Moneda

source: Currency Symbol
es: Símbolo de Moneda

source: Custom Currency
es: Moneda Personalizada

# custom_currency_footer
source: Enter any custom currency symbol or code
es: Ingresa cualquier símbolo o código de moneda

source: Delete
es: Eliminar

# delete_checked
source: Delete Checked Items
es: Eliminar Productos Marcados

# delete_item_message
source: Are you sure you want to delete this item?
es: ¿Estás seguro de eliminar este producto?

# delete_item_title
source: Delete Item
es: Eliminar Producto

source: Delete Account
es: Eliminar Cuenta

# delete_account_confirm
source: Delete Account
es: Eliminar Cuenta

# delete_account_confirmation_message
source: Your account data will be permanently removed from this device.
es: Los datos de tu cuenta se eliminarán permanentemente de este dispositivo.

# delete_account_confirmation_title
source: Delete Account?
es: ¿Eliminar Cuenta?

# delete_account_footer
source: Permanently removes your account data from this device.
es: Elimina permanentemente los datos de tu cuenta de este dispositivo.

source: Done
es: Listo

source: Duplicate
es: Duplicar

# duplicate_suffix
source: (Copy)
es: (Copia)

source: Edit
es: Editar

source: Edit Item
es: Editar Producto

source: Edit List
es: Editar Lista

source: English
es: Inglés

source: Enter Custom Currency
es: Ingresar Moneda Personalizada

# import_button
source: Import
es: Importar

source: Import from Reminders
es: Importar de Recordatorios

# import_section_header
source: Import
es: Importar

# imported_count
source: Imported %d items
es: %d productos importados

source: Importing…
es: Importando…

# invalid_input_error
source: Please enter valid numbers
es: Por favor ingresa números válidos

# item_name_header
source: Item Name
es: Nombre del Producto

# item_name_placeholder
source: Milk, Eggs, Bread…
es: Leche, Huevos, Pan…

# item_validation_empty_name
source: Item name cannot be empty
es: El nombre del producto no puede estar vacío

# item_validation_negative_price
source: Price cannot be negative
es: El precio no puede ser negativo

# items_checked_format
source: %d of %d items checked
es: %d de %d artículos marcados

source: Language
es: Idioma

# language_footer
source: Override the system language for this app
es: Cambia el idioma de esta aplicación

# list_name_header
source: List Name
es: Nombre de la Lista

# list_name_placeholder
source: Weekly Groceries
es: Compras de la semana

# loading_products
source: Loading…
es: Cargando…

source: More Options
es: Más Opciones

source: Name
es: Nombre

# no_items_description
source: Add items to start tracking your shopping
es: Agrega productos para comenzar a rastrear tus compras

# no_items_title
source: No Items Yet
es: Sin Productos Aún

# no_lists_description
source: Create a list to start tracking your shopping
es: Crea una lista para comenzar a rastrear tus compras

# no_lists_title
source: No Shopping Lists
es: Sin Listas de Compras

source: No Reminders Found
es: No se encontraron Recordatorios

source: Open Settings
es: Abrir Configuración

# price_per_unit_footer
source: Price per %@
es: Precio por %@

# price_per_unit_footer %@
source: Price per %@
es: Precio por %@

# price_per_unit_header
source: Price Per Unit
es: Precio por Unidad

source: Privacy Policy
es: Política de Privacidad

# quantity_footer
source: How many units you're buying
es: Cuántas unidades estás comprando

# quantity_header
source: Quantity
es: Cantidad

# quantity_label
source: Quantity
es: Cantidad

# quantity_set_to_one_hint
source: Quantity will be set to 1
es: La cantidad se establecerá en 1

source: Remaining
es: Restante

# reminders_access_denied_description
source: Please allow access to Reminders in Settings.
es: Por favor, permite el acceso a Recordatorios en Configuración.

# reminders_access_denied_title
source: Reminders Access Denied
es: Acceso a Recordatorios Denegado

source: Save
es: Guardar

source: Select Calendar
es: Seleccionar Calendario

source: Select Currency
es: Seleccionar Moneda

source: Select Reminders
es: Seleccionar Recordatorios

source: Settings
es: Configuración

# shopping_lists_title
source: Shopping Lists
es: Listas de Compras

source: Sign In
es: Iniciar Sesión

# sign_in_apple
source: Apple Account
es: Cuenta Apple

# sign_in_footer
source: Sign in with Apple to personalize your experience.
es: Inicia sesión con Apple para personalizar tu experiencia.

source: Sign Out
es: Cerrar Sesión

source: Spanish
es: Español

source: Support CheckoutHero
es: Apoyar CheckoutHero

# support_checkout_hero_row
source: Support CheckoutHero ♥
es: Apoyar CheckoutHero ♥

# support_section_header
source: Support
es: Apoyo

source: System Default
es: Predeterminado del sistema

source: Tap to edit price
es: Toca para editar el precio

source: Tap to edit quantity
es: Toca para editar la cantidad

source: Tap to edit total
es: Toca para editar el total

# thank_you_message
source: Your support means the world.
es: Tu apoyo significa mucho.

# thank_you_title
source: Thank You!
es: ¡Gracias!

# tip_jar_footer
source: Tips help keep CheckoutHero free. Thank you!
es: Las propinas ayudan a mantener CheckoutHero gratis. ¡Gracias!

# tip_jar_header
source: Buy Me a Coffee
es: Invítame un Café

# tip_large_label
source: Large Tip ☕☕☕
es: Propina Grande ☕☕☕

# tip_medium_label
source: Medium Tip ☕☕
es: Propina Mediana ☕☕

# tip_small_label
source: Small Tip ☕
es: Propina Pequeña ☕

source: Tips Unavailable
es: Propinas No Disponibles

# tips_unavailable_description
source: Could not load products. Please try again later.
es: No se pudieron cargar los productos. Inténtalo más tarde.

source: Uncheck
es: Desmarcar

source: Uncheck All
es: Desmarcar Todos

source: Unit
es: Unidad

source: Version
es: Versión
